module.exports = {
  sampleLyrics: sampleLyrics,
  sampleBelongLine: sampleBelongLine,
  smapleBelongTime: smapleBelongTime
}

function sampleLyrics() {
  var text = "[ti:素颜]\n[ar:许嵩/何曼婷]\n[al:素颜]\n[by:]\n[offset:0]\n[00:00.28]素颜 - 许嵩 (Vae Xu)/何曼婷\n[00:02.05]词：许嵩\n[00:02.99]曲：许嵩\n[00:04.00]编曲：夏侯哲\n[00:05.12]\n[00:10.78]\n[00:12.62]又是一个安静的晚上\n[00:15.41]一个人窝在摇椅里乘凉\n[00:18.25]我承认这样真的很安详\n[00:20.60]和楼下老爷爷一样\n[00:22.78]\n[00:23.80]听说你还在搞什么原创\n[00:26.65]搞来搞去好像也就这样\n[00:29.50]不如花点时间想想\n[00:31.95]琢磨一下模样\n[00:34.52]\n[00:35.13]今夜化了美美的妆\n[00:38.08]我相信是很美美的妆\n[00:40.89]我摇晃在舞池中央\n[00:43.73]那种体态可以想象\n[00:46.72]我做我的改变又何必纠结\n[00:51.24]那就拜托别和我碰面\n[00:55.70]\n[00:56.74]如果再看你一眼是否还会有感觉\n[01:02.35]当年素面朝天要多纯洁就有多纯洁\n[01:08.24]不画扮熟的眼线不用抹匀粉底液\n[01:13.77]暴雨天\n[01:15.12]照逛街\n[01:16.54]偷笑别人花了脸\n[01:19.37]如果再看你一眼是否还会有感觉\n[01:24.92]最真实的喜怒哀乐全都埋葬在昨天\n[01:30.66]不掺任何的表演轰轰烈烈那几年\n[01:36.32]我怀念\n[01:37.54]别怀念\n[01:39.15]怀念也回不到从前\n[01:43.96]\n[01:58.89]\n[01:59.86]又是一个安静的晚上\n[02:02.62]一个人窝在摇椅里乘凉\n[02:05.42]我承认这样真的很安详\n[02:07.93]和楼下老爷爷一样\n[02:11.13]听说你还在搞什么原创\n[02:13.97]搞来搞去好像也就这样\n[02:16.83]不如花点时间想想\n[02:19.30]琢磨一下模样\n[02:21.80]\n[02:22.42]今夜化了美美的妆\n[02:25.36]我相信是很美美的妆\n[02:28.07]我摇晃在舞池中央\n[02:30.90]那种体态可以想象\n[02:33.82]我做我的改变又何必纠结\n[02:38.40]那就拜托别和我碰面\n[02:43.36]\n[02:43.99]如果再看你一眼是否还会有感觉\n[02:49.62]当年素面朝天要多纯洁就有多纯洁\n[02:55.37]不画扮熟的眼线不用抹匀粉底液\n[03:01.05]暴雨天\n[03:02.39]照逛街\n[03:03.85]偷笑别人花了脸\n[03:06.61]如果再看你一眼是否还会有感觉\n[03:12.21]最真实的喜怒哀乐全都埋葬在昨天\n[03:17.93]不掺任何的表演轰轰烈烈那几年\n[03:23.59]我怀念\n[03:24.94]别怀念\n[03:26.38]怀念也回不到从前\n[03:30.14]曾经对上的瞬间难道是一种错觉\n[03:35.84]那些流逝了的就永远不会复现\n[03:40.93]不掺任何的表演轰轰烈烈那几年\n[03:46.17]有遗憾的感觉\n[03:48.41]为何感觉\n[03:49.86]那消失不见的素颜"
  return text
}

function smapleBelongTime() {
  var arr = [12.620, 23.800]
  return arr
}

function sampleBelongLine() {
  var arr = [4, 7]
  return arr
}